DESTINATION_CHOICES = (
    ('Бишкек', 'Бишкек'),
    ('Чуй', 'Чуй'),
    ('Джалал-Абад', 'Джалал-Абад'),
    ('Иссык-Куль', 'Иссык-Куль'),
    ('Ош', 'Ош'),
    ('Нарын', 'Нарын'),
    ('Талас', 'Талас'),
    ('Баткен', 'Баткен'),
)

STAR_CHOICES = (
    (0, 'Без звезд'),
    (1, '*'),
    (2, '**'),
    (3, '***'),
    (4, '****'),
    (5, '*****'),
)

TIME_CHOICES = [(f'{hour:02d}:00', f'{hour:02d}:00') for hour in range(24)]

HOUSING_CHOICES = (
    ('Квартиры', 'Квартиры'),
    ('Отели', 'Отели'),
    ('Хостелы', 'Хостелы'),
    ('Дома', 'Дома'),
    ('Санатории', 'Санатории'),
)
